Repository: KatherinAllin28/TEIS-RetroVibes
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Español
fr: Espagnol

source: Inglés
fr: Anglais

source: Francés
fr: Français

source: Productos Aliados
fr: Produits Alliés

source: No Hay Productos Disponibles
fr: Aucun produit disponible

source: Iniciar Sesión
fr: Se connecter

source: Ingresar
fr: Connexion

source: Cerrar Sesión
fr: Se déconnecter

source: Carrito
fr: Panier

source: Productos Disponibles
fr: Produits disponibles

source: Nombre:
fr: Nom :

source: Precio:
fr: Prix :

source: Añadir producto al Carrito:
fr: Ajouter un produit au panier :

source: Productos en el Carrito:
fr: Produits dans le panier :

source: Remueve todos los productos del Carrito
fr: Retirer tous les produits du panier

source: Comprar
fr: Acheter

source: Inicia Sesion para Comprar
fr: Connectez-vous pour acheter

source: Confirmar tu pedido
fr: Confirmer votre commande

source: Realizar Pedido
fr: Passer la commande

source: Tienda en Linea
fr: Boutique en ligne

source: Perfil
fr: Profil

source: Home
fr: Accueil

source: Compra tu Vinilo Original
fr: Achetez votre vinyle original

source: Recibo de Compra - Pedido #
fr: Reçu d'achat - Commande n°

source: Estado:
fr: Statut :

source: Seguimiento:
fr: Suivi :

source: Entrega estimada:
fr: Livraison estimée :

source: Ingreso
fr: Connexion

source: Iniciar sesión
fr: Se connecter

source: Entrar
fr: Entrer

source: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?

source: Regístrate aquí
fr: Inscrivez-vous ici

source: Registro
fr: Inscription

source: Registrarse
fr: S'inscrire

source: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?

source: Inicia sesión
fr: Se connecter

source: Detalles del Envío
fr: Détails de la livraison

source: ID del pedido
fr: ID de commande

source: Estado del envío
fr: Statut de la livraison

source: Número de seguimiento
fr: Numéro de suivi

source: Entrega estimada
fr: Livraison estimée

source: Productos comprados
fr: Produits achetés

source: Descargar recibo PDF
fr: Télécharger le reçu PDF

source: Crear vinilo
fr: Créer un vinyle

source: Crea un vinilo nuevo
fr: Créez un nouveau vinyle

source: Nombre
fr: Nom

source: Abre este menu
fr: Ouvrir ce menu

source: Tamaño
fr: Taille

source: Color
fr: Couleur

source: Imagen
fr: Image

source: Crear Vinilo
fr: Créer un vinyle

source: Regresa a la lista
fr: Retour à la liste

source: Opciones
fr: Options

source: Crear mi propio Vinilo
fr: Créer mon propre vinyle

source: Buscar un vinilo
fr: Rechercher un vinyle

source: Vinilos
fr: Vinyles

source: Color:
fr: Couleur :

source: Tamaño:
fr: Taille :

source: Añadir al Carrito
fr: Ajouter au panier

source: Tu producto ha sido agregado a tu carrito exitosamente 😉
fr: Votre produit a été ajouté à votre panier avec succès 😉

source: El precio debe ser mayor que cero.
fr: Le prix doit être supérieur à zéro.
